<!-- 安全保障 -->
<template lang="html">
  <div class="security_w">
    <div class="security_w_1">
      <div class="security_w_2">
        <h3 style="text-align:center;">交易常见问题</h3>
       碰碰票非常重视对用户隐私的保护。碰碰票隐私权保护声明系本网站保护用户个人隐私的承诺，适用于您与碰碰票的交互行为以及您注册和使用碰碰票的在线服务，请您务必仔细阅读。<br><br> (一)用户资料的收集<br>
        用户在匿名状态下即可访问本平台获取部分票据信息。<br> 本公司仅在与交易项目有关的合法目的下，并经用户同意，以合法的方式收集必要的用户个人资料。本平台有可能根据收集到的用户姓名、地址、电话号码、电子邮件等信息向用户发送免费的信息宣传资料，或根据用户留下的真实有效的联系方式主动向用户发起呼叫，与用户联系。由于用户自行处置宣传信息或不接听我方电话而可能遭受的损失，我公司概不承担责任。用户在本平台注册时，须依注册内容之提示提供用户本人及单位的真实、准确、完整信息，并保证个人及单位资料的及时更新。因用户提供个人及单位信息不准确、不完整或未及时更新而可能遭受的任何损害，本公司不承担任何责任。因用户提供个人及单位信息不准确、不完整或未及时更新给本公司造成损失的，本公司保留追偿的权利。<br><br>
         (二)用户资料的使用<br>
          本公司有权为内部经营、管理、统计等目的使用您提供的个人及单位资料，包括但不限于：日常管理本公司提供给会员的服务及产品、监控本网站的安全使用、内部调研、对来访数据进行统计和研究;促进更新供会员享用的服务和产品;确认核对联络和消费名单、为宣传推广目的;为解决争议、排除纠纷和执行本法律声明目的等。 <br><br>
          (三)用户资料的披露 <br>
          碰碰票将采取合理的安全手段保护用户提供的个人及单位信息，在未得到用户许可之前，本平台不会擅自将用户信息披露给任何无关的第三方，但涉及下列情形之一的除外： 
           <p>1、权力机关依照法定程序要求提供。</p> 
            <p>2、为公共安全之目的。</p> 
            <p>3、由于用户对自身信息保密不当，从而导致用户资料的泄露。  </p>
            <p>4、由于网络线路、黑客攻击、计算机病毒等原因造成的资料泄露、丢失、被盗用或被篡改等。  </p>
            <p>5、为了保护本网站其他用户更为重要的权利或财产。</p>
            <p>6、其他特殊或紧急情况。 </p>
          (四)Cookies技术的使用<br>
           当用户访问设有Cookies装置的本平台时，本平台服务器会自动发送Cookies至用户浏览器中，同时储存进用户的电脑硬盘内，此Cookies便负责记录日后用户访问本平台时的种种操作、浏览消费习惯、信用记录等。运用Cookies技术，碰碰票能够为您提供更加周到的个性化服务。碰碰票将运用 Cookies技术向用户提供其感兴趣的信息资料或为其储存密码。<br><br>
          
      </div>
    </div>
  </div>
</template>

<style lang="scss">
  .security_w{
    width: 100%;
    height:100%;
    margin:0 auto;
    .security_w_1{
      width:999px;
      background:rgba(255,255,255,1);
      box-shadow:0px 2px 10px 0px rgba(0,0,0,0.2);
      margin:30px auto;
      .security_w_2{
        width:750px;
        padding-top:40px;
        font-size:17px;
        text-align:left;
        margin:0 auto;
        line-height:25px;
        color:#666;
        p{
          text-indent:2em;
        }
      }
     }
    }
</style>
